[
  {
    "phrase": "¡Bart, el vagabundo!",
    "explanation": "Frase utilizada por Homero cuando Bart se convierte en una especie de héroe popular. Se usa para referirse a alguien que se ha desviado de las expectativas tradicionales.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "No vives de ensalada",
    "explanation": "Frase de una canción en la serie que se ha vuelto un dicho popular para remarcar que algo saludable no es suficiente por sí solo.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Multiplícate por cero!",
    "explanation": "Frase que Bart usa para responder de manera sarcástica o despectiva a alguien.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "Me quiero volver chango",
    "explanation": "Expresión de desesperación o sorpresa extrema. Usada por Homero en un episodio donde se desmaya.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Excelente!",
    "explanation": "Dicho de Mr. Burns con un tono malévolo. Usado para expresar satisfacción con algo que va según lo planeado.",
    "author": "Mr. Burns"
  },
  {
    "phrase": "¿Alguien quiere pensar en los niños?",
    "explanation": "Frase de Helen Lovejoy utilizada para enfatizar la importancia de proteger a los niños en cualquier situación.",
    "author": "Helen Lovejoy"
  },
  {
    "phrase": "Yo no fui",
    "explanation": "Excusa de Bart para evadir responsabilidades. Usada comúnmente para negar participación en algo.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "D'oh!",
    "explanation": "Exclamación de Homero cuando algo le sale mal. Se usa ampliamente para expresar frustración o error.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Ay caramba!",
    "explanation": "Frase de Bart para expresar sorpresa o alarma.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "Mmm... rosquillas",
    "explanation": "Dicho de Homero al ver o pensar en donas. Representa su amor por esta comida.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Mosquis!",
    "explanation": "Expresión de sorpresa o disgusto utilizada por Milhouse.",
    "author": "Milhouse Van Houten"
  },
  {
    "phrase": "¡No hay problema, jefe!",
    "explanation": "Frase de Apu que denota disposición a ayudar o a aceptar cualquier situación.",
    "author": "Apu Nahasapeemapetilon"
  },
  {
    "phrase": "Vamos a rockear a otro lado",
    "explanation": "Frase utilizada en un episodio en el que se parodia a la banda The Who. Usada para indicar que es momento de cambiar de lugar o actividad.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Oh Dios mío! ¡Mataron a Kenny!",
    "explanation": "Aunque es de 'South Park', algunos la usan incorrectamente atribuyéndola a 'Los Simpsons'.",
    "author": "South Park"
  },
  {
    "phrase": "¿Qué tal si lo dejamos en 'mejor no'?",
    "explanation": "Frase usada por Homero para rechazar una idea sin ofender.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Este es el peor día de mi vida!",
    "explanation": "Frase de Ralph Wiggum. Se usa para expresar un mal día de manera cómica.",
    "author": "Ralph Wiggum"
  },
  {
    "phrase": "Llamaré a los borrachos",
    "explanation": "Frase de Moe, quien se refiere a su clientela habitual del bar.",
    "author": "Moe Szyslak"
  },
  {
    "phrase": "¡Anda a la cama!",
    "explanation": "Frase utilizada por Homero para enviar a sus hijos a dormir de manera abrupta.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Yo soy el jefe!",
    "explanation": "Frase de Homero para afirmar su autoridad, generalmente en situaciones donde claramente no la tiene.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "No dejes que termine el dia sin haber crecido un poco",
    "explanation": "Frase filosófica usada por Lisa para inspirar crecimiento personal.",
    "author": "Lisa Simpson"
  },
  {
    "phrase": "Estoy aprendiendo algo hoy",
    "explanation": "Frase de Homero cuando intenta absorber información, usualmente de manera cómica.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¿Por qué tan grave?",
    "explanation": "Expresión de Marge cuando quiere saber por qué Homero o alguien más está tan serio.",
    "author": "Marge Simpson"
  },
  {
    "phrase": "¡Soy el rey del mundo!",
    "explanation": "Frase que Homero grita cuando está eufórico, parodiando la película Titanic.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "No puedes ir al baño, porque lo estoy ocupando",
    "explanation": "Frase de Homero cuando monopoliza el baño.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Necesito un masaje",
    "explanation": "Dicho por Homero después de una actividad extenuante.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Aburrido!",
    "explanation": "Frase que Homero utiliza para expresar su desinterés en algo.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Qué aburrido!",
    "explanation": "Otra variación usada para expresar el mismo sentimiento.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Lo intenté, lo intenté y fallé",
    "explanation": "Frase de Homero cuando admite haber fallado, usada de manera resignada.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Malditos nerds!",
    "explanation": "Frase de Homero, usualmente dirigida a personas inteligentes o técnicas que le han causado algún problema.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "No soy un hombre de plegarias, pero si estás ahí, por favor sálvame Superman",
    "explanation": "Frase de Homero cuando se encuentra en una situación desesperada y recurre a una plegaria poco ortodoxa.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Eso no se va a limpiar solo",
    "explanation": "Frase de Marge para motivar a alguien a limpiar algo.",
    "author": "Marge Simpson"
  },
  {
    "phrase": "Todo va a salir mal",
    "explanation": "Frase pesimista usada por Milhouse.",
    "author": "Milhouse Van Houten"
  },
  {
    "phrase": "Si no pueden ganar limpiamente, ganen suciamente",
    "explanation": "Frase de Homero, usualmente usada en contextos donde sugiere trampas.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Cállate, cerebro, o te apuñalaré con un hisopo",
    "explanation": "Frase de Homero cuando lucha contra sus propios pensamientos.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Eres el peor de los peores",
    "explanation": "Frase de Mr. Burns cuando está extremadamente descontento con alguien.",
    "author": "Mr. Burns"
  },
  {
    "phrase": "¡Estoy más allá de la rabia!",
    "explanation": "Frase de Bart cuando está extremadamente enojado.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "¡Eso fue increíble!",
    "explanation": "Frase de Lisa usada para describir algo que le impresionó.",
    "author": "Lisa Simpson"
  },
  {
    "phrase": "¿Qué estoy haciendo aquí?",
    "explanation": "Frase de Homero cuando se encuentra en una situación confusa.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Apesta ser tú!",
    "explanation": "Frase de Bart usada para burlarse de alguien.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "¡Estoy en el paraíso!",
    "explanation": "Frase de Homero cuando se siente extremadamente feliz.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Eso es un golpe bajo!",
    "explanation": "Frase de Lisa cuando alguien hace algo injusto o cruel.",
    "author": "Lisa Simpson"
  },
  {
    "phrase": "Esto es lo más emocionante que he visto desde la guerra",
    "explanation": "Frase del Abuelo Simpson usada para describir una situación emocionante.",
    "author": "Abuelo Simpson"
  },
  {
    "phrase": "Lo sé todo, soy un genio",
    "explanation": "Frase de Homero cuando actúa con confianza injustificada.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Mejor olvídalo!",
    "explanation": "Frase usada para indicar que algo no vale la pena.",
    "author": "Varios personajes"
  },
  {
    "phrase": "¡Qué gran idea!",
    "explanation": "Frase de Homero cuando aprueba una idea.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Ya cállate!",
    "explanation": "Frase de Homero cuando quiere que alguien deje de hablar.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Nunca subestimes el poder de la negación",
    "explanation": "Frase de Homero sobre el autoengaño.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡Eso es lo peor de lo peor!",
    "explanation": "Otra frase de Mr. Burns para expresar extremo desagrado.",
    "author": "Mr. Burns"
  },
  {
    "phrase": "A la grande le puse Cuca.",
    "explanation": "Frase utilizada por Homero cuando quiere darle un nombre grandioso a algo común, generalmente para hacer una broma.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡¿Alguien quiere pensar en los niños?!",
    "explanation": "Expresión dramática de Helen Lovejoy, enfatizando la preocupación exagerada por los niños en cualquier situación.",
    "author": "Helen Lovejoy"
  },
  {
    "phrase": "Tiene todo el dinero del mundo, pero hay algo que no puede comprar… Un dinosaurio.",
    "explanation": "Homero destaca la idea de que algunas cosas son imposibles de obtener, sin importar cuánto dinero se tenga.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¡No vives de ensalada!",
    "explanation": "Una frase que Homero, Bart y Marge usan para justificar el consumo de alimentos más sustanciosos en lugar de solo ensalada.",
    "author": "Homero Simpson, Bart Simpson, Marge Simpson"
  },
  {
    "phrase": "El alcohol: la causa y la solución de todos los problemas de la vida.",
    "explanation": "Homero reflexiona humorísticamente sobre el doble papel del alcohol en su vida.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Sin televisión y sin cerveza Homero pierde la cabeza.",
    "explanation": "Homero expresa su dependencia de la televisión y la cerveza para mantener la cordura.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¿Te acuerdas de Alf? ¡Volvió! ¡En forma de fichas!",
    "explanation": "Milhouse hace referencia a la popularidad de Alf, señalando su regreso en una forma diferente.",
    "author": "Milhouse Van Houten"
  },
  {
    "phrase": "Vas a morir, Moe. Wiiiiiii",
    "explanation": "Homero bromea con Moe sobre un destino inminente de manera exagerada y sarcástica.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¿Dónde está mi hamburguesa?",
    "explanation": "Homero demuestra su habitual obsesión por la comida rápida.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Es como si no llevara nada puesto ...nada puesto ...nada puesto.",
    "explanation": "Ned Flanders muestra su incomodidad por la sensación de estar desnudo.",
    "author": "Ned Flanders"
  },
  {
    "phrase": "¡Momento! ¿La maestra de Bart se apellida Krabappel? ¡Yo le decía Clavados! ¿Por qué nadie me lo dijo?, Debo haber parecido un idiota!",
    "explanation": "Homero se da cuenta de su error y lo que revela su falta de atención y comprensión.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "¿Qué te pasó, viejo? Antes eras chévere.",
    "explanation": "Bart lamenta los cambios en alguien que solía considerar genial.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "No lloren por mí. Ya estoy muerto.",
    "explanation": "Barney Gómez usa el humor negro para hablar de su estado.",
    "author": "Barney Gómez"
  },
  {
    "phrase": "Es mi primer día.",
    "explanation": "Homero se justifica de manera cómica cuando comete errores.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Sin la presencia de un hombre en la casa puedes volverte afeminado en un segundo. Ay, esta grasa no se quita.",
    "explanation": "Homero teme perder su masculinidad sin la presencia de otro hombre.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Les traigo paz.",
    "explanation": "Montgomery Burns intenta engañar a la gente haciéndose pasar por un ser pacífico.",
    "author": "Mr. Burns"
  },
  {
    "phrase": "Niños: Hicieron su esfuerzo y fracasaron miserablemente. La lección es: nunca se esfuercen.",
    "explanation": "Homero da una lección pesimista y cómica sobre el fracaso.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "En un momento así, solo se puede reír.",
    "explanation": "Marge encuentra humor en situaciones difíciles.",
    "author": "Marge Simpson"
  },
  {
    "phrase": "Siempre dudé de la existencia de Dios. Ahora sé que existe, soy yo.",
    "explanation": "Homero bromea sobre su ego al descubrir algo inesperado.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Me gusta la cerveza fría, la tele fuerte y los homosexuales locas, locas si",
    "explanation": "Homero enumera sus preferencias personales de una manera desenfadada.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Plan dental... Lisa necesita frenos.",
    "explanation": "Homero se da cuenta de una responsabilidad familiar importante de manera simple.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Ahora vamos a solucionar nuestros problemas con un gran platón de helado de vainilla.",
    "explanation": "Marge propone una solución dulce y sencilla para problemas familiares.",
    "author": "Marge Simpson"
  },
  {
    "phrase": "Mi Homero no es comunista. Podrá ser mentiroso, puerco, idiota, comunista, pero nunca una estrella de porno.",
    "explanation": "Abe Simpson defiende a su hijo de manera confusa y cómica.",
    "author": "Abuelo Simpson"
  },
  {
    "phrase": "El matrimonio es igual que una naranja. Primero está la piel, luego la dulce, dulce pulpa.",
    "explanation": "Homero compara el matrimonio con una naranja, resaltando sus fases.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Hable más fuerte que tengo una toalla.",
    "explanation": "Homero usa una excusa absurda para no escuchar bien.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Lisa, los vampiros son seres inventados, como los duendes, los gremlins y los esquimales.",
    "explanation": "Homero hace una lista de seres ficticios incluyendo un grupo real por error.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Normalmente no rezo, pero si estás ahí­, por favor, ¡sálvame Superman!",
    "explanation": "Homero pide ayuda de manera cómica y desesperada a un superhéroe.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Los viejos no necesitan amor, tienen que ser aislados y estudiados para ver qué nutrientes se les pueden sacar para nuestro beneficio personal.",
    "explanation": "Homero muestra una actitud utilitaria y humorísticamente cruel hacia los ancianos.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Trabajo mucho y quiero a mis hijos, ¿por qué voy a pasar la mitad del domingo oyendo que me voy a ir al infierno?",
    "explanation": "Homero cuestiona la necesidad de asistir a la iglesia dado su esfuerzo y amor familiar.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "No vayas a decir que es un bar ¿Pero qué más abre a esa hora? Es una tienda de pornografía, estaba comprando pornografía. Jejejeje, que buenas ideas tengo.",
    "explanation": "Homero intenta justificar una mentira con otra más absurda.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Yuju, ya soy universitario. ya no necesito el diploma de la escuela secundaria. Soy intelectual, muy inteligente. Soy intelectual, muy inteligente, hay que bonito soy.",
    "explanation": "Homero celebra su admisión universitaria de manera repetitiva y absurda.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Bart no quiero asustarte pero tal vez el Coco, el Coco esta en la casa.",
    "explanation": "Homero intenta asustar a Bart de manera exagerada con una criatura ficticia.",
    "author": "Homero Simpson"
  },
  {
    "phrase": "Si yo me muriera, reencarnarí­a en mariposa, nadie sospecharí­a de una mariposa.",
    "explanation": "Bart hace una reflexión absurda sobre la reencarnación.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "Oye, Otto, ¡tengo un examen hoy y no estoy listo! ¿Podrías estrellar el autobús o algo?",
    "explanation": "Bart pide a Otto una excusa drástica para evitar un examen.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "Lisa, tu tienes la inteligencia para llegar hasta donde quieras. Y cuando llegues, yo estaré contigo para pedirte prestado.",
    "explanation": "Bart anima a Lisa, señalando cómicamente que se aprovechará de su éxito.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "Vive deprisa, muere joven y deja un cadáver obeso.",
    "explanation": "Bart ofrece un consejo de vida de manera cómica y cínica.",
    "author": "Bart Simpson"
  },
  {
    "phrase": "No puedes esconderte de mí, paso 23 horas diarias aqui.",
    "explanation": "Marge destaca su constante presencia en casa.",
    "author": "Marge Simpson"
  },
  {
    "phrase": "Homero, me dijiste que no ibas a usar al muñeco para fingir tu muerte.",
    "explanation": "Marge recuerda a Homero su promesa de no usar un muñeco para fingir su muerte.",
    "author": "Marge Simpson"
  },
  {
    "phrase": "Tu padre es muy sensible a veces ¿Recuerdas cuando me reí de su gorra de Sherlock Holmes? Lloró una semana y cerró su agencia de detectives...",
    "explanation": "Marge cuenta una anécdota sobre la sensibilidad extrema de Homero.",
    "author": "Marge Simpson"
  },
  {
    "phrase": "¡Oh, no! ¡Elecciones! ¿Es uno de esos días en que cierran las tabernas, no es cierto?",
    "author": "Barney Gómez",
    "explanation": "Barney Gómez reacciona de manera negativa a las elecciones, preocupándose principalmente por el cierre de las tabernas."
  },
  {
      "phrase": "¡La academia me odia, son una banda de dinosaurios, saben menos de televisión que de los pelos que tienen en las ... eh, hooooolaaaa!",
      "author": "Krusty",
      "explanation": "Krusty el payaso se queja amargamente de la Academia de Televisión, insinuando que están desactualizados y no comprenden su programa."
  },
  {
      "phrase": "¡Ahhhh, Marge, no te voy a mentir!… ¡Adios!",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson intenta despedirse rápidamente de Marge, mostrando su tendencia a evitar problemas y situaciones incómodas."
  },
  {
      "phrase": "¿Un Gym? ¿Qué es un gym? ¡Ah, un gym!",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson muestra su ignorancia inicial sobre lo que es un gimnasio, seguido de una rápida realización."
  },
  {
      "phrase": "En mi familia somos 5 personas: Marge, Bart, la niña Bart, la que nunca habla y el tipo gordo, cómo lo desprecio",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson describe a su familia de manera simplista y despectiva, especialmente hacia sí mismo."
  },
  {
      "phrase": "¡Jaque mate doña cama elástica!",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson celebra una victoria trivial sobre una cama elástica, usando una expresión que mezcla ajedrez y una situación cotidiana."
  },
  {
      "phrase": "¡Que elegancia la de Francia!",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson utiliza esta frase para expresar asombro o admiración, de una manera cómica y exagerada."
  },
  {
      "phrase": "Y todo se lo debo a este simpático felino.",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson da crédito irónicamente a un gato por algo, mostrando su tendencia a hacer comentarios absurdos."
  },
  {
      "phrase": "¡No se rían de mi, pueden tener un hijo igual!",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson intenta evitar ser objeto de burla sugiriendo que quienes se ríen podrían tener hijos como él."
  },
  {
      "phrase": "Lisa lloró, yo lloré y Maggie rió. Todo fue una confusión.",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson relata un momento familiar caótico donde cada miembro de la familia reaccionó de manera diferente."
  },
  {
      "phrase": "Marge, niños, les prometo que todo va a salir bien. Vayan arriba, empaquen sus maletas. Vamos a comenzar una nueva vida… Bajo el mar.",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson sugiere una solución irrealista y cómica para los problemas de la familia, destacando su tendencia a las soluciones absurdas."
  },
  {
      "phrase": "¿Ah, si? ¿Y si era tan listo por qué se murió?",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson cuestiona la inteligencia de una persona fallecida de manera irrespetuosa y cómica."
  },
  {
      "phrase": "Disimula y ve despacio hacia el pastel.",
      "author": "Homero Simpson",
      "explanation": "Homero Simpson aconseja a alguien a actuar con disimulo para acercarse a un pastel, mostrando su obsesión por la comida."
  }
]
