[
    {
      "frase": "¡Bart, el vagabundo!",
      "explicación": "Frase utilizada por Homero cuando Bart se convierte en una especie de héroe popular. Se usa para referirse a alguien que se ha desviado de las expectativas tradicionales."
    },
    {
      "frase": "No vives de ensalada",
      "explicación": "Frase de una canción en la serie que se ha vuelto un dicho popular para remarcar que algo saludable no es suficiente por sí solo."
    },
    {
      "frase": "¡Multiplícate por cero!",
      "explicación": "Frase que Bart usa para responder de manera sarcástica o despectiva a alguien."
    },
    {
      "frase": "Me quiero volver chango",
      "explicación": "Expresión de desesperación o sorpresa extrema. Usada por Homero en un episodio donde se desmaya."
    },
    {
      "frase": "¡Excelente!",
      "explicación": "Dicho de Mr. Burns con un tono malévolo. Usado para expresar satisfacción con algo que va según lo planeado."
    },
    {
      "frase": "¿Alguien quiere pensar en los niños?",
      "explicación": "Frase de Helen Lovejoy utilizada para enfatizar la importancia de proteger a los niños en cualquier situación."
    },
    {
      "frase": "Yo no fui",
      "explicación": "Excusa de Bart para evadir responsabilidades. Usada comúnmente para negar participación en algo."
    },
    {
      "frase": "D'oh!",
      "explicación": "Exclamación de Homero cuando algo le sale mal. Se usa ampliamente para expresar frustración o error."
    },
    {
      "frase": "¡Ay caramba!",
      "explicación": "Frase de Bart para expresar sorpresa o alarma."
    },
    {
      "frase": "Mmm... rosquillas",
      "explicación": "Dicho de Homero al ver o pensar en donas. Representa su amor por esta comida."
    },
    {
      "frase": "¡Mosquis!",
      "explicación": "Expresión de sorpresa o disgusto utilizada por Milhouse."
    },
    {
      "frase": "¡No hay problema, jefe!",
      "explicación": "Frase de Apu que denota disposición a ayudar o a aceptar cualquier situación."
    },
    {
      "frase": "Vamos a rockear a otro lado",
      "explicación": "Frase utilizada en un episodio en el que se parodia a la banda The Who. Usada para indicar que es momento de cambiar de lugar o actividad."
    },
    {
      "frase": "¡Oh Dios mío! ¡Han matado a Kenny!",
      "explicación": "Aunque es de 'South Park', algunos la usan incorrectamente atribuyéndola a 'Los Simpsons'."
    },
    {
      "frase": "¿Qué tal si lo dejamos en 'mejor no'?",
      "explicación": "Frase usada por Homero para rechazar una idea sin ofender."
    },
    {
      "frase": "¡Este es el peor día de mi vida!",
      "explicación": "Frase de Ralph Wiggum. Se usa para expresar un mal día de manera cómica."
    },
    {
      "frase": "Llamaré a los borrachos",
      "explicación": "Frase de Moe, quien se refiere a su clientela habitual del bar."
    },
    {
      "frase": "¡Andá a la cama!",
      "explicación": "Frase utilizada por Homero para enviar a sus hijos a dormir de manera abrupta."
    },
    {
      "frase": "¡Yo soy el jefe!",
      "explicación": "Frase de Homero para afirmar su autoridad, generalmente en situaciones donde claramente no la tiene."
    },
    {
      "frase": "No dejes que termine el día sin haber crecido un poco",
      "explicación": "Frase filosófica usada por Lisa para inspirar crecimiento personal."
    },
    {
      "frase": "Estoy aprendiendo algo hoy",
      "explicación": "Frase de Homero cuando intenta absorber información, usualmente de manera cómica."
    },
    {
      "frase": "¿Por qué tan grave?",
      "explicación": "Expresión de Marge cuando quiere saber por qué Homero o alguien más está tan serio."
    },
    {
      "frase": "¡Soy el rey del mundo!",
      "explicación": "Frase que Homero grita cuando está eufórico, parodiando la película Titanic."
    },
    {
      "frase": "No puedes ir al baño, porque lo estoy ocupando",
      "explicación": "Frase de Homero cuando monopoliza el baño."
    },
    {
      "frase": "Necesito un masaje",
      "explicación": "Dicho por Homero después de una actividad extenuante."
    },
    {
      "frase": "¡Aburido!",
      "explicación": "Frase que Homero utiliza para expresar su desinterés en algo."
    },
    {
      "frase": "¡Qué aburrido!",
      "explicación": "Otra variación usada para expresar el mismo sentimiento."
    },
    {
      "frase": "Lo intenté, lo intenté y fallé",
      "explicación": "Frase de Homero cuando admite haber fallado, usada de manera resignada."
    },
    {
      "frase": "¡Malditos nerds!",
      "explicación": "Frase de Homero, usualmente dirigida a personas inteligentes o técnicas que le han causado algún problema."
    },
    {
      "frase": "No soy un hombre de plegarias, pero si estás ahí, por favor sálvame Superman",
      "explicación": "Frase de Homero cuando se encuentra en una situación desesperada y recurre a una plegaria poco ortodoxa."
    },
    {
      "frase": "Eso no se va a limpiar solo",
      "explicación": "Frase de Marge para motivar a alguien a limpiar algo."
    },
    {
      "frase": "Todo va a salir mal",
      "explicación": "Frase pesimista usada por Milhouse."
    },
    {
      "frase": "Si no pueden ganar limpiamente, ganen suciamente",
      "explicación": "Frase de Homero, usualmente usada en contextos donde sugiere trampas."
    },
    {
      "frase": "Cállate, cerebro, o te apuñalaré con un hisopo",
      "explicación": "Frase de Homero cuando lucha contra sus propios pensamientos."
    },
    {
      "frase": "Eres el peor de los peores",
      "explicación": "Frase de Mr. Burns cuando está extremadamente descontento con alguien."
    },
    {
      "frase": "¡Estoy más allá de la rabia!",
      "explicación": "Frase de Bart cuando está extremadamente enojado."
    },
    {
      "frase": "¡Eso fue increíble!",
      "explicación": "Frase de Lisa usada para describir algo que le impresionó."
    },
    {
      "frase": "¿Qué estoy haciendo aquí?",
      "explicación": "Frase de Homero cuando se encuentra en una situación confusa."
    },
    {
      "frase": "¡Apesta ser tú!",
      "explicación": "Frase de Bart usada para burlarse de alguien."
    },
    {
      "frase": "¡Estoy en el paraíso!",
      "explicación": "Frase de Homero cuando se siente extremadamente feliz."
    },
    {
      "frase": "¡Eso es un golpe bajo!",
      "explicación": "Frase de Lisa cuando alguien hace algo injusto o cruel."
    },
    {
      "frase": "Esto es lo más emocionante que he visto desde la guerra",
      "explicación": "Frase del Abuelo Simpson usada para describir una situación emocionante."
    },
    {
      "frase": "Lo sé todo, soy un genio",
      "explicación": "Frase de Homero cuando actúa con confianza injustificada."
    },
    {
      "frase": "¡Mejor olvídalo!",
      "explicación": "Frase usada para indicar que algo no vale la pena."
    },
    {
      "frase": "¡Qué gran idea!",
      "explicación": "Frase de Homero cuando aprueba una idea."
    },
    {
      "frase": "¡Ya cállate!",
      "explicación": "Frase de Homero cuando quiere que alguien deje de hablar."
    },
    {
      "frase": "Nunca subestimes el poder de la negación",
      "explicación": "Frase de Homero sobre el autoengaño."
    },
    {
      "frase": "¡Eso es lo peor de lo peor!",
      "explicación": "Otra frase de Mr. Burns para expresar extremo desagrado."
    }
]